Repository: bahmankhah/donapp-core
Catalog: gravityflow/languages/gravityflow-*.po
Languages: fa_ir

source: Start the Workflow once payment has been received.
fa_ir: پس از اتمام پرداخت، گردش کار را شروع کنید.

source: Failed to upload file.
fa_ir: فایل آپلود نشد.

source: User
fa_ir: کاربر

source: Role
fa_ir: نقش

source: Discussion
fa_ir: گفتگو

source: Please fill in all required fields
fa_ir: لطفا همه قسمت های ضروری را پر کنید

source: Type to search
fa_ir: برای جستجو تایپ کنید

source: No results matched
fa_ir: نتیجه ای پیدا نشد

source: Add New
fa_ir: افزودن جدید

source: Workflow Steps
fa_ir: مراحل گردش کار

source: Workflow Step Settings
fa_ir: تنظیمات مراحل گردش کار

source: Users
fa_ir: کاربران

source: Roles
fa_ir: نقش‌ها

source: User (Created by)
fa_ir: کاربر (ایجاد شده توسط)

source: Fields
fa_ir: فیلدها

source: Step settings unavailable. The selected step type is not active.
fa_ir: تنظیمات مرحله در دسترس نیست. نوع مرحله انتخابی فعال نیست.

source: Step Type
fa_ir: نوع مرحله

source: Step
fa_ir: وضعیت

source: Step ID #
fa_ir: شناسه مرحله #

source: Name
fa_ir: نام

source: Enter a name to uniquely identify this step.
fa_ir: نامی را برای شناسایی این مرحله به طور منحصر به فرد وارد کنید.

source: Description
fa_ir: توضیحات

source: Start this workflow %1$s %2$s after the form submission or after the partial entry has been created or updated.
fa_ir: شروع این گردش کار %1$s %2$s پس از ارسال فرم یا بعد از ایجاد جزئی یا بروزرسانی شده است.

source: Start this workflow %1$s %2$s after the form submission.
fa_ir: شروع این گردش کار %1$s %2$s پس از ارسال فرم.

source: Build the conditional logic that should be applied to this workflow before it's allowed to be processed. If an entry does not meet the conditions then the workflow will not be processed.
fa_ir: منطق شرطی را ایجاد کنید که باید قبل از اینکه مجاز به پردازش شود باید به این گردش کار اعمال شود. اگر ورودی شرایط را برآورده نکند، گردش کار پردازش نخواهد شد.

source: Workflow Condition
fa_ir: شرایط گردش کار

source: Enable Condition for this workflow
fa_ir: فعال کردن وضعیت برای این گردش کار

source: Process this workflow if
fa_ir: پردازش این گردش کار اگر

source: Workflow Schedule
fa_ir: زمانبندی گردش کار

source: Schedule this workflow
fa_ir: زمانبندی این گردش کار

source: Start this workflow on %s
fa_ir: شروع این گردش کار در %s

source: Start this workflow %1$s %2$s %3$s %4$s
fa_ir: شروع این گردش کار %1$s %2$s %3$s %4$s

source: Scheduling the workflow will queue entries and prevent them from starting the workflow until the specified date or until the delay period has elapsed.
fa_ir: زمانبندی گردش کار، ورودی های صف را ایجاد می کند و مانع از شروع کار به زمان مشخص شده یا تاخیر در زمان می شود.

source: Note: the schedule setting requires the WordPress Cron which is included and enabled by default unless your host has deactivated it.
fa_ir: توجه داشته باشید: تنظیم برنامه نیاز به وردپرس Cron است که به طور پیشفرض گنجانده شده و فعال است مگر اینکه میزبان شما آن را غیرفعال کرده است.

source: Highlighted steps will stand out in both the workflow inbox and the step list. Use highlighting to bring attention to important tasks and to help organise complex workflows.
fa_ir: مراحل هایلایت شده در هر دو صندوق فرم گردش کار و لیست مرحله ها ایستادگی خواهد کرد. استفاده از هایلایت برای توجه به وظایف مهم و کمک به سازماندهی گردش کارهای پیچیده.

source: Highlight
fa_ir: هایلایت

source: Build the conditional logic that should be applied to this step before it's allowed to be processed. If an entry does not meet the conditions of this step it will fall on to the next step in the list.
fa_ir: منطق شرطی را ایجاد کنید که باید قبل از اینکه مجاز به پردازش شود باید به این مرحله اعمال شود. اگر فرم شرایط این مرحله را برآورده کند، به مرحله بعدی در لیست برمی گردد.

source: Condition
fa_ir: شرط

source: Enable Condition for this step
fa_ir: شرایط را برای این مرحله فعال کنید

source: Perform this step if
fa_ir: انجام این مرحله اگر

source: Schedule
fa_ir: برنامه

source: Scheduling a step will queue entries and prevent them from starting this step until the specified date or until the delay period has elapsed.
fa_ir: زمان‌بندی یک مرحله ورودی‌ها را در صف قرار می‌دهد و از شروع این مرحله تا تاریخ مشخص شده یا تا پایان دوره تاخیر جلوگیری می‌کند.

source: Due date
fa_ir: تاریخ سررسید

source: Enable the due date setting to allow entries to be highlighted when they have passed their due dates. An optional column can be set on the inbox / status pages too.
fa_ir: تنظیم تاریخ سررسید را فعال کنید تا زمانیکه تاریخهای به دست آمده خود را به روزرسانی کرده باشند، ورودی ها باید برجسته شوند. ستون اختیاری نیز می تواند در صفحات صندوق ورودی/وضعیت تنظیم شود.

source: Expired
fa_ir: منقضی شده است

source: Expiration
fa_ir: انقضاء

source: Enable the expiration setting to allow this step to expire. Once expired, the entry will automatically proceed to the step configured in the Next Step setting(s) below.
fa_ir: تنظیم انقضا را فعال کنید تا این مرحله به پایان برسد. یک بار منقضی شده، ورود به طور خودکار به مرحله پیکربندی شده در تنظیمات بعدی مرحله زیر ادامه خواهد یافت.

source: Next step if
fa_ir: مرحله بعدی اگر

source: Step settings updated. %sBack to the list%s or %sAdd another step%s.
fa_ir: تنظیمات مرحله بروز شد. %sبازگشت به لیست%s یا %s مرحله بعدی را اضافه کنید%s.

source: Update Step Settings
fa_ir: بروزرسانی تنظیمات مرحله

source: There was an error while saving the step settings
fa_ir: هنگام ذخیره تنظیمات مرحله خطایی روی داد

source: There is %s entry currently on this step. This entry may be affected if the settings are changed.
fa_ir: %s در حال حاضر در این مرحله وجود دارد. این تنظیم ممکن است تحت تاثیر قرار گیرد.

source: You don't have sufficient permissions to update the step settings.
fa_ir: شما مجوز کافی برای به روز رسانی تنظیمات مرحله ندارید.

source: Start
fa_ir: شروع

source: Complete
fa_ir: در حال تکمیل

source: Enable
fa_ir: فعال کردن

source: You must provide a color value for the active highlight to apply.
fa_ir: شما باید یک مقدار رنگی برای هایلایت فعال برای اعمال ارائه کنید.

source: Workflow Complete
fa_ir: گردش کار کامل است

source: Next step in list
fa_ir: مرحله بعدی در لیست

source: Step name
fa_ir: نام مرحله

source: Entries
fa_ir: ورودی ها

source: (missing)
fa_ir: (از دست داده)

source: Edit
fa_ir: ویرایش

source: Duplicate
fa_ir: تکثیر کردن

source: WARNING: You are about to delete this item.
fa_ir: هشدار! در حال حذف این آیتم هستید.

source: 'Cancel' to stop, 'OK' to delete.
fa_ir: 'لغو' برای توقف، 'OK' برای حذف.

source: Delete
fa_ir: حذف

source: You don't have any steps configured. Let's go %screate one%s!
fa_ir: شما هیچ مرحله ای را پیکربندی نکردید. بیایید %sیکی ایجاد کنیم%s!

source: Status:
fa_ir: وضعیت :

source: Entry ID
fa_ir: شناسه ورودی

source: Submitted
fa_ir: زمان ارسال

source: Last updated
fa_ir: اخرین بروزرسانی

source: Submitted by
fa_ir: ثبت شده توسط

source: Status
fa_ir: وضعیت

source: Due Date
fa_ir: تاریخ سر رسید

source: Expires
fa_ir: منقضی می شود

source: Queued
fa_ir: در صف

source: Scheduled
fa_ir: زمانبندی شده

source: Step expired
fa_ir: مرحله منقضی شده است

source: Expired: refresh the page
fa_ir: منقضی شده است: صفحه را رفرش کنید

source: Admin
fa_ir: مدیریت مرحله

source: Select an action
fa_ir: انتخاب یک اقدام

source: Apply
fa_ir: اعمال

source: Cancel Workflow
fa_ir: لغو گردش کار

source: Restart this step
fa_ir: ریست این مرحله

source: Restart Workflow
fa_ir: ریست گردش کار

source: Send to step:
fa_ir: ارسال به مرحله:

source: Workflow complete
fa_ir: گردش کار کامل است

source: View
fa_ir: مشاهده

source: General
fa_ir: عمومی

source: Gravity Flow Settings
fa_ir: تنظیمات گراویتی فلو

source: Labels
fa_ir: لیبل ‌ها

source: Connected Apps
fa_ir: برنامه های متصل

source: Uninstall
fa_ir: حذف نصب

source: Pending
fa_ir: در انتظار

source: Cancelled
fa_ir: لغو شده

source: Navigation
fa_ir: ناوبری

source: Status Labels
fa_ir: لیبل های وضعیت

source: Update
fa_ir: بروزرسانی

source: Invalid token
fa_ir: توکن نامعتبر

source: Token already expired
fa_ir: توکن قبلا منقضی شده است

source: Token revoked
fa_ir: توکن لغو شد

source: Tools
fa_ir: ابزارها

source: Revoke a token
fa_ir: لغو یک توکن

source: Revoke
fa_ir: لغو

source: Entries per page
fa_ir: ورودی در هر صفحه

source: Settings
fa_ir: تنظیمات

source: License Key
fa_ir: کد لایسنس

source: Invalid license
fa_ir: لایسنس نامعتبر

source: Automatic Updates
fa_ir: بروزرسانی های خودکار

source: Set this to ON to allow WordPress to download and install Gravity Flow bug fixes and security updates automatically in the background. Requires a valid license key.
fa_ir: این مورد فقط برای بروزرسانی خودکار گرویتی فلو می باشد و نیازی به فعال کردن این گزینه نیست، بروزرسانی ها گرویتی فلو بصورت منظم در پنل کاربری شما در وبسایت سَمَـــندون قرار می گیرید و می توانید نسخه جدید را از آنجا دانلود نمائید.

source: Pre-Release Versions
fa_ir: نسخه های پیش از انتشار

source: Get updates to pre-release versions of Gravity Flow
fa_ir: به‌روزرسانی‌های نسخه‌های پیش از انتشار Gravity Flow را دریافت کنید

source: Set this option to update this site to pre-release versions of Gravity Flow including betas and release candidates
fa_ir: این گزینه را تنظیم کنید تا این سایت به نسخه های پیش از انتشار Gravity Flow شامل نسخه های بتا و نامزدهای انتشار به روز شود

source: Update Settings
fa_ir: بروزرسانی تنظیمات

source: Settings updated successfully
fa_ir: تنظیمات با موفقیت بروزرسانی شد

source: There was an error while saving the settings
fa_ir: هنگام ذخیره تنظیمات خطایی روی داد

source: Advanced
fa_ir: پیشرفته

source: Workflow Inbox Count
fa_ir: تعداد صندوق ورودی گردش کار

source: Enable this setting to display the inbox count next to the admin Workflow menu item in the WordPress menu. Warning: For users with a lot of entries, enabling this may affect the performance of the admin dashboard.
fa_ir: برای نمایش تعداد صندوق ورودی در کنار مورد منوی گردش کار مدیر در فهرست وردپرس ، این تنظیم را فعال کنید. هشدار: برای کاربرانی که ورودی های زیادی دارند ، فعال کردن این امر ممکن است بر عملکرد داشبورد سرپرست تأثیر بگذارد.

source: Display the number of pending inbox entries in the WordPress menu.
fa_ir: نمایش تعداد ورودی های در حال انتظار صندوق ورودی در منو وردپرس.

source: Shortcode Security
fa_ir: کد کوتاه امنیتی

source: Important: Do not enable any of these settings unless all page editors are authorized.
fa_ir: مهم: هیچ یک از این تنظیمات را فعال نکنید مگر اینکه همه ویرایشگران صفحه مجاز باشند.

source: Allow the Status shortcode to display all entries to all registered users.
fa_ir: به کد کوتاه وضعیت اجازه دهید همه ورودی ها را برای همه کاربران ثبت نام شده نمایش دهد.

source: This setting allows the display_all attribute to be used in the shortcode.
fa_ir: این تنظیمات اجازه می دهد تا ویژگی نمایش display_all در کد کوتاه مورد استفاده قرار گیرد.

source: Allow the Status shortcode to display all entries to all anonymous users.
fa_ir: به کد کوتاه وضعیت اجازه دهید همه ورودی‌ها را برای همه کاربران ناشناس نمایش دهد.

source: This setting allows the allow_anonymous attribute to be used in the shortcode.
fa_ir: این تنظیم اجازه می دهد تا ویژگی allow_anonymous در کد کوتاه مورد استفاده قرار گیرد.

source: Allow the Inbox and Status shortcodes to display field values.
fa_ir: به کد کوتاه Inbox و Status اجازه دهید مقادیر فیلد را نمایش دهد.

source: This setting allows the fields attribute to be used in the shortcode.
fa_ir: این تنظیمات به ویژگی های فیلدها اجازه می دهد که در کد کوتاه استفاده شوند.

source: Allow the Reports shortcode to display workflow reports to all registered and anonymous users.
fa_ir: به کد کوتاه گزارشات اجازه دهید گزارش‌های گردش کار را به همه کاربران ثبت‌ نام شده و ناشناس نمایش دهد.

source: This setting allows the Reports shortcode to display workflow reports to all registered and anonymous users.
fa_ir: این تنظیم اجازه می دهد تا کد کوتاه گزارشات گزارش های گردش کار را به همه کاربران ثبت نام شده و ناشناس نشان دهد.

source: GravityView Integration
fa_ir: ادغام GravityView

source: Editing an entry in GravityView will complete a User Input Step when the user is an assignee.
fa_ir: ویرایش یک ورودی در GravityView یک مرحله ورودی کاربر را تکمیل می کند، زمانی که کاربر یک واگذارنده باشد.

source: This setting will not prevent editing in GravityView if the workflow is not on a User Input step.
fa_ir: اگر گردش کار در مرحله ورودی کاربر نباشد، این تنظیم مانع از ویرایش در GravityView نمی‌شود.

source: Workflow Emails
fa_ir: ایمیل های گردش کار

source: Email Service
fa_ir: سرویس ایمیل

source: Select which service should be used to send the workflow emails. WordPress uses the server hosting your site or an active SMTP plugin.
fa_ir: انتخاب سرویس مورد استفاده برای ارسال ایمیل های گردش کار را انتخاب کنید. وردپرس از سرور میزبانی وب سایت یا پلاگین فعال SMTP استفاده می کند.

source: From Name
fa_ir: نام فرستنده

source: The default From Name to be used when the From Name setting is not configured on the individual steps.
fa_ir: پیشفرض از نام برای زمانی استفاده می شود که تنظیمات نام از روی مراحل جداگانه پیکربندی نشده است.

source: From Email
fa_ir: از ایمیل

source: The default From Email to be used when the From Email setting is not configured on the individual steps.
fa_ir: پیشفرض از ایمیل استفاده می شود زمانی که تنظیمات ایمیل از روی مراحل جداگانه پیکربندی نشده است.

source: Please enter a valid email address.
fa_ir: لطفا یک آدرس ایمیل معتبر وارد کنید.

source: From Email domain must be an %1$sactive domain%3$s. You can learn more about verifying your domain in the %2$sMailgun documentation%3$s.
fa_ir: از دامنه ایمیل باید یک %1$sدامنه فعال%3$s باشد. شما می توانید در مورد تایید دامنه خود در %2$sاسناد %3$sMailgun بیشتر یاد بگیرید.

source: Published
fa_ir: منتشرشده

source: No workflow steps have been added to any forms yet.
fa_ir: هیچ مرحله گردش کاری هنوز برای هیچ فرمی اضافه نشده است.

source: Published Workflow Forms
fa_ir: فرم های گردش کار منتشر شده

source: Select the forms you wish to publish on the Submit page.
fa_ir: فرم هایی را که می خواهید در صفحه ارسال منتشر کنید انتخاب کنید.

source: Default Pages
fa_ir: صفحات پیشفرض

source: Select the pages which contain the following gravityflow shortcodes. For example, the inbox page selected below will be used when preparing merge tags such as {workflow_inbox_link} when the page_id attribute is not specified.
fa_ir: صفحاتی را که حاوی کدهای کوتاه گرویتی فلو زیر هستند انتخاب کنید. به عنوان مثال، صفحه صندوق ورودی انتخاب شده در زیر هنگام تهیه برچسب‌های ادغام مانند {workflow_inbox_link} زمانی که ویژگی page_id مشخص نشده است استفاده می‌شود.

source: Inbox
fa_ir: صندوق ورودی

source: Submit
fa_ir: ارسال

source: Submit a Workflow Form
fa_ir: ارسال یک فرم گردش کار

source: Important: Gravity Flow (Development Version) is missing some important files that were not included in the installation package. Consult the readme.md file for further details.
fa_ir: مهم: گرویتی فلو (نسخه توسعه) برخی از فایل های مهم که در بسته نصب گنجانده نشده است را در حال از دست دادن است. برای اطلاعات بیشتر به فایل readme.md مراجعه کنید.

source: Return to list
fa_ir: بازگشت به لیست

source: Oops! We could not locate your entry.
fa_ir: اوه! ما نمیتوانیم فرم شما را پیدا کنیم.

source: Error: incorrect entry.
fa_ir: خطا: فرم نادرست.

source: Workflow Cancelled
fa_ir: گردش کار لغو شد

source: Error: This URL is no longer valid.
fa_ir: خطا: این آدرس لینک دیگر معتبر نیست.

source: Workflow Inbox
fa_ir: صندوق فرم گردش کار

source: Workflow Status
fa_ir: وضعیت گردش کار

source: Workflow Activity
fa_ir: فعالیت گردش کار

source: Workflow Reports
fa_ir: گزارشات گردش کار

source: Your inbox of pending tasks
fa_ir: صندوق فرم شما از وظایف در انتظار

source: Submit a Workflow
fa_ir: ارسال یک گردش کار

source: Your workflows
fa_ir: گردش کار شما

source: Reports
fa_ir: گزارشات

source: Activity
fa_ir: فعالیت

source: Workflow cancelled.
fa_ir: گردش کار لغو شد.

source: The entry does not currently have an active step.
fa_ir: ورودی در حال حاضر مرحله فعالی ندارد.

source: Workflow Step restarted.
fa_ir: مرحله گردش کار دوباره راه اندازی شد.

source: Workflow restarted.
fa_ir: گردش کار دوباره شروع شد.

source: Sent to step: %s
fa_ir: ارسال به مرحله: %s

source: Workflow: approved or rejected
fa_ir: گردش کار: تایید یا رد شد

source: Workflow: user input
fa_ir: گردش کار: ورودی کاربر

source: Workflow: complete
fa_ir: گردش کار: تکمیل

source: Workflow: cancelled
fa_ir: گردش کار: لغو شد

source: Gravity Flow Steps imported. IMPORTANT: Check the assignees for each step. If the form was imported from a different installation with different user IDs then steps may need to be reassigned.
fa_ir: مراحل گرویتی فلو درون ریزی شده است. مهم: برای هر مرحله اموال را بررسی کنید. اگر فرم از یک نصب متفاوت با آی دی های مختلف کاربر وارد شده باشد، ممکن است نیاز باشد مراحل مجددا اختصاص داده شود.

source: %sThis operation deletes ALL Gravity Flow settings%s. If you continue, you will NOT be able to retrieve these settings.
fa_ir: %sاین کار تمام تنظیمات گرویتی فلو%s را حذف می کند. اگر ادامه دهید، نمیتوانید این تنظیمات را بازیابی کنید.

source: Warning! ALL Gravity Flow settings will be deleted. This cannot be undone. 'OK' to delete, 'Cancel' to stop
fa_ir: هشدار! همه تنظیمات گرویتی فلو حذف خواهد شد. این کار قابل بازگشت نیست. 'OK' یا تایید برای حذف، 'لغو' برای متوقف کردن

source: %d year
fa_ir: %d سال

source: %d month
fa_ir: %d ماه

source: %dd
fa_ir: %d روز

source: %dh
fa_ir: %d ساعت

source: %dm
fa_ir: %d دقیقه

source: %ds
fa_ir: %d ثانیه

source: Every Fifteen Minutes
fa_ir: هر 15 دقیقه

source: Not authorized
fa_ir: مجاز نیست

source: Workflow
fa_ir: گردش کار

source: Support
fa_ir: پشتیبانی

source: Approved
fa_ir: تایید شده

source: Rejected
fa_ir: تایید نشده

source: Oops! We couldn't find your lead. Please try again
fa_ir: اوه! ما نمی توانیم رهبری شما را پیدا کنیم. لطفا دوباره تلاش کنید

source: Would you like to delete this file? 'Cancel' to stop. 'OK' to delete
fa_ir: آیا می خواهید این فایل را حذف کنید؟ 'لغو' برای متوقف کردن. 'OK' برای حذف

source: User IP
fa_ir: IP کاربر

source: Source URL
fa_ir: آدرس منبع

source: Payment Status
fa_ir: وضعیت خرید

source: Payment Amount
fa_ir: مبلغ پرداختی

source: Transaction ID
fa_ir: آی دی تراکنش

source: Created By
fa_ir: ایحاد شده توسط

source: Authorized
fa_ir: مجاز

source: Paid
fa_ir: پرداخت شده

source: Processing
fa_ir: در حال انجام

source: Failed
fa_ir: ناموفق

source: Active
fa_ir: فعال

source: Refunded
fa_ir: بازپرداخت

source: Voided
fa_ir: باطل شد

source: Entry Link
fa_ir: لینک ورودی

source: Entry URL
fa_ir: آدرس ورودی

source: Inbox Link
fa_ir: لینک صندوق فرم

source: Inbox URL
fa_ir: آدرس صندوق ورودی

source: Cancel Link
fa_ir: لینک لغو

source: Cancel URL
fa_ir: آدرس لغو

source: Note
fa_ir: یادداشت

source: Timeline
fa_ir: تایم لاین

source: Assignees
fa_ir: اهداکنندگان

source: Approve Link
fa_ir: لینک تایید

source: Approve URL
fa_ir: آدرس تایید

source: Approve Token
fa_ir: توکن تایید

source: Revert Link
fa_ir: برگرداندن لینک

source: Revert URL
fa_ir: آدرس بازگشت

source: Revert Token
fa_ir: رمز را برگردانید

source: Reject Link
fa_ir: لینک رد

source: Reject URL
fa_ir: آدرس رد

source: Reject Token
fa_ir: توکن رد

source: Current Step
fa_ir: مرحله فعلی

source: Entry Detail Admin Actions
fa_ir: اقدامات ورودی جزئیات ادمین

source: View All
fa_ir: نمایش همه

source: Admin Actions
fa_ir: اقدامات مدیریت

source: Manage Settings
fa_ir: مدیریت تنظیمات

source: Manage Form Steps
fa_ir: مراحل فرم را مدیریت کنید

source: Your %s license has expired.
fa_ir: لایسنس %s شما منقضی شده است.

source: Your %s license is invalid.
fa_ir: لایسنس %s شما نامعتبر است.

source: Your %s license is inactive.
fa_ir: لایسنس %s شما غیرفعال است.

source: Your %s license has not been activated.
fa_ir: لایسنس %s شما فعال نشده است.

source: This means you're missing out on security fixes, updates and support.
fa_ir: این به این معنی است که شما نمی توانید بروزرسانی های خودکار را داشته باشید که بروزرسانی ها بطور منظم در پنل شما در وبسایت سَمَـــــندون قرار می گیرد.

source: %sActivate your license%s or %sget a license here%s
fa_ir: %sلایسنس خود را فعال کنید%s یا %sیک لایسنس جدید را دریافت کنید%s

source: This site is running a version of Gravity Forms that is not supported by Gravity Flow. Please upgrade to Gravity Forms 2.5 or later.
fa_ir: این سایت نسخه‌ای از Gravity Forms را اجرا می‌کند که توسط Gravity Flow پشتیبانی نمی‌شود. لطفاً به Gravity Forms 2.5 یا بالاتر ارتقا دهید.

source: Uninstall Gravity Flow
fa_ir: حذف نصب گرویتی فلو

source: Uninstall %s
fa_ir: حذف نصب %s

source: Gravity Flow
fa_ir: گرویتی فلو

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
fa_ir: یک نسخه جدید از %1$s در دسترس وجود دارد. %2$s مشاهده نسخه%3$s جزییات%4$s .

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
fa_ir: یک نسخه جدید از %1$s در دسترس می باشد. %2$s مشاهده نسخه %3$s جزئیات %4$s یا %5$sبروزرسانی کن%6$s.

source: You do not have permission to install plugin updates
fa_ir: شما مجوز نصب بروزرسانی های افزونه را ندارید

source: Error
fa_ir: خطا

source: The status could not be changed because this step has already been processed.
fa_ir: وضعیت را نمی توان تغییر داد زیرا این مرحله قبلاً پردازش شده است.

source: Email
fa_ir: ایمیل

source: (Missing)
fa_ir: (از دست داده)

source: It looks like you've got the Gravity Flow Blocks plugin enabled. In the latest version of Gravity Flow, the Editor Blocks are included, and you no longer need the Blocks Plugin enabled.
fa_ir: به نظر می رسد پلاگین Gravity Flow Blocks را فعال کرده اید. در آخرین نسخه Gravity Flow، بلوک های ویرایشگر گنجانده شده است و دیگر نیازی به فعال بودن پلاگین Blocks ندارید.

source: Form ID
fa_ir: شناسه فرم

source: Step condition(s) not met to send to step: %s
fa_ir: شرط مرحله (ها) برای ارسال به مرحله برآورده نشده است: %s

source: Source Url
fa_ir: آدرس منبع

source: Payment Date
fa_ir: تاریخ پرداخت

source: Workflow Submitted
fa_ir: گردش کار ارسال شد

source: Using Consumer Key and Secret to Get Temporary Credentials
fa_ir: استفاده از کلید مصرف و راز برای کسب مجوزهای موقت

source: Redirecting for user authorization - you may need to login first
fa_ir: هدایت برای مجوز کاربر - ممکن است لازم باشد ابتدا وارد شوید

source: Using credentials from user authorization to get permanent credentials
fa_ir: با استفاده از اعتبارنامه از مجوز کاربر برای دریافت اعتبار دائمی

source: App deleted. Redirecting...
fa_ir: برنامه حذف شد. در حال تغییر مسیر...

source: Authorization Status Details
fa_ir: جزئیات وضعیت مجوز

source: If you don't see Success for all of the above steps, please check details and try again.
fa_ir: اگر برای تمامی مراحل فوق موفق نشدید، لطفا جزئیات را بررسی کنید و دوباره امتحان کنید.

source: Edit App
fa_ir: ویرایس برنامه

source: Add an App
fa_ir: افزودن یک برنامه

source: App Name
fa_ir: نام برنامه

source: Enter a name for the app.
fa_ir: یک نام برای برنامه وارد کنید.

source: App Type
fa_ir: نوع برنامه

source: Currently only WordPress sites using the official WordPress REST API OAuth1 plugin or Gravity Forms 2.4 are supported.
fa_ir: در حال حاضر تنها سایت های وردپرس با استفاده از وردپرس رسمی REST API افزونه OAuth1 یا Gravity Forms 2.4 پشتیبانی می شوند.

source: WordPress OAuth1
fa_ir: وردپرس OAuth1

source: Gravity Forms OAuth1
fa_ir: گرویتی فرم OAuth1

source: URL
fa_ir: آدرس

source: Enter the URL of the site.
fa_ir: آدرس سایت را وارد کنید.

source: Authorization Status
fa_ir: وضعیت لایسنس

source: Cancel
fa_ir: لغو

source: Before continuing, copy and paste the current URL from your browser's address bar into the Callback setting of the registered application.
fa_ir: قبل از ادامه، آدرس فعلی را از نوار آدرس مرورگر خود کپی کنید و آن را به تنظیمات Callback برنامه ثبت شده کپی کنید.

source: Client Key
fa_ir: کلید مشتری(Client Key)

source: Enter the Client Key.
fa_ir: کلید مشتری را وارد کنید.

source: Client Secret
fa_ir: Secret مشتری

source: Enter Client Secret.
fa_ir: سکرت مشتری(Client Secret) را وارد کنید.

source: Authorize App
fa_ir: مجوز برنامه

source: Re-authorize App
fa_ir: مجوز مجدد برنامه

source: App
fa_ir: برنامه(App)

source: Apps
fa_ir: برنامه ها (Apps)

source: Type
fa_ir: نوع
