Repository: bahmankhah/donapp-core
Catalog: gravityflow/languages/gravityflow-*.po
Languages: fa_ir

source: You don't have any Connected Apps configured.
fa_ir: شما هیچ برنامه متصل شده ای را پیکربندی نکردید.

source: You are about to delete this app '%s' 'Cancel' to stop, 'OK' to delete.
fa_ir: شما در مورد حذف این برنامه '%s' هستید 'لغو' برای توقف، 'OK' برای حذف.

source: %s has been successfully uninstalled. It can be re-activated from the %splugins page%s.
fa_ir: %s با موفقیت حذف نصب شد. مجدداً می تواند از %sصفحه افزونه های%s فعال شود.

source: This operation deletes ALL %s settings.
fa_ir: این عملیات همه تنظیمات %s را حذف می کند.

source: To continue uninstalling this add-on click the settings button.
fa_ir: برای ادامه حذف نصب این افزونه ، روی دکمه تنظیمات کلیک کنید.

source: %s is not able to run because your WordPress environment has not met the minimum requirements.
fa_ir: %s قادر به اجرا نیست زیرا محیط وردپرسشما حداقل الزامات را برآورده نمی کند.

source: Please resolve the following issues to use %s:
fa_ir: لطفا از موارد %s برای حل موارد زیر استفاده کنید:

source: Your license for %s has expired.
fa_ir: مجوز شما برای %s منقضی شده است.

source: Entry ID missing
fa_ir: شناسه ورودی گم شده

source: Workflow base missing
fa_ir: پایه گردش کار گم شده است

source: Entry not found
fa_ir: فرم یافت نشد

source: The entry is not on the expected step.
fa_ir: ورودی در مرحله مورد انتظار نیست.

source: Forbidden
fa_ir: ممنوع

source: Assignee
fa_ir: کارگذار

source: Invalid selection. Please select one of the available choices.
fa_ir: انتخاب نامعتبر. لطفا یکی از گزینه های موجود را انتخاب کنید.

source: Example comment.
fa_ir: نظر نمونه.

source: View More
fa_ir: مشاهده بیشتر

source: View Less
fa_ir: نمایش کمتر

source: Delete Comment
fa_ir: حذف نظر

source: Would you like to delete this comment? 'Cancel' to stop. 'OK' to delete
fa_ir: آیا می خواهید این نظر را حذف کنید؟ 'لغو' برای متوقف کردن 'OK' برای حذف

source: There was an issue deleting this comment.
fa_ir: یک مسئله حذف این نظر وجود داشت.

source: Multi-User
fa_ir: چند کاربر

source: Workflow Fields
fa_ir: فیلدهای گردش کار

source: Workflow Fields add advanced workflow functionality to your forms.
fa_ir: فیلدهای گردش کار عملیات پیشرفته گردش کار را به فرم های شما اضافه می کند.

source: Custom Timestamp Format
fa_ir: قالب تایمر دلخواه

source: If you would like to override the default format used when displaying the comment timestamps, enter your %scustom format%s here.
fa_ir: اگر می خواهید فرمت پیشفرض مورد استفاده در زمان نمایش پارامترهای زمان نظر را تغییر دهید، %sفرمت سفارشی%s خود را در اینجا وارد کنید.

source: Show Users
fa_ir: نمایش کاربران

source: Show Roles
fa_ir: نمایش نقش ها

source: Show Fields
fa_ir: نمایش فیلدها

source: Users Role Filter
fa_ir: فیلتر نقش کاربران

source: Include users from all roles
fa_ir: شامل کاربران از همه نقش ها

source: Note:
fa_ir: یادداشت :

source: (Select All)
fa_ir: (انتخاب همه)

source: (Select All Search Results)
fa_ir: (انتخاب همه نتایج جستجو)

source: Search...
fa_ir: جستجو ...

source: (Blanks)
fa_ir: (جاهای خالی)

source: No matches
fa_ir: هیچ بازی

source: Filter...
fa_ir: فیلتر...

source: Equals
fa_ir: برابر است

source: Not equal
fa_ir: برابر نیست

source: Blank
fa_ir: جای خالی

source: Not blank
fa_ir: خالی نیست

source: Choose One
fa_ir: یکی را انتخاب کنید

source: Less than
fa_ir: کمتر از

source: Greater than
fa_ir: بزرگتر از

source: Less than or equal
fa_ir: کمتر یا مساوی

source: Greater than or equal
fa_ir: بزرگتر یا مساوی

source: In range
fa_ir: در محدوده

source: from
fa_ir: از

source: to
fa_ir: به

source: Contains
fa_ir: هست شامل

source: Not contains
fa_ir: نیست شامل

source: Starts with
fa_ir: شروع می شود با

source: Ends with
fa_ir: به پایان می رسد با

source: AND
fa_ir: و

source: OR
fa_ir: و

source: Reset
fa_ir: ریست

source: Clear
fa_ir: پاک کردن

source: Text Filter
fa_ir: فیلتر متن

source: Number Filter
fa_ir: فیلتر اعداد

source: Date Filter
fa_ir: فیلتر تاریخ

source: Set Filter
fa_ir: فیلتر را تنظیم کنید

source: Columns
fa_ir: ستون ها

source: Filters
fa_ir: فیلتر ها

source: Pivot Mode
fa_ir: حالت محوری

source: Row Groups
fa_ir: گروه های ردیف

source: Drag here to set row groups
fa_ir: برای تنظیم گروه های ردیف اینجا را بکشید

source: Values
fa_ir: مقادیر

source: Drag here to aggregate
fa_ir: برای جمع آوری اینجا را بکشید

source: Column Labels
fa_ir: لیبل های ستون

source: Drag here to set column labels
fa_ir: برای تنظیم لیبل های ستون، اینجا را بکشید

source: Group
fa_ir: گروه

source: rows
fa_ir: ردیف

source: Loading...
fa_ir: بارگذاری...

source: No Rows To Show
fa_ir: هیچ ردیفی برای نمایش وجود ندارد

source: Enabled
fa_ir: فعال شده

source: Pin Column
fa_ir: ستون سنجاق

source: Pin Left
fa_ir: پین سمت چپ

source: Pin Right
fa_ir: پین سمت راست

source: No Pin
fa_ir: بدون پین

source: Value Aggregation
fa_ir: تجمیع ارزش

source: Autosize This Column
fa_ir: اندازه خودکار این ستون

source: Autosize All Columns
fa_ir: اندازه خودکار همه ستون ها

source: Group by
fa_ir: دسته بندی بر اساس

source: Un-Group by
fa_ir: لغو گروه بندی توسط

source: Add ${variable} to values
fa_ir: ${variable} را به مقادیر اضافه کنید

source: Remove ${variable} from values
fa_ir: ${variable} را از مقادیر حذف کنید

source: Add ${variable} to labels
fa_ir: ${variable} را به برچسب‌ها اضافه کنید

source: Remove ${variable} from labels
fa_ir: ${variable} را از برچسب‌ها حذف کنید

source: Reset Columns
fa_ir: بازنشانی ستون ها

source: Expand All
fa_ir: باز کردن همه

source: Close All
fa_ir: بستن همه

source: Copy
fa_ir: کپی

source: Copy With Headers
fa_ir: کپی با هدر

source: Copy With Header Groups
fa_ir: با گروه های سرصفحه کپی کنید

source: Paste
fa_ir: چسباندن

source: Export
fa_ir: برون ریزی

source: CSV Export
fa_ir: برون ریزی CSV

source: Excel Export
fa_ir: برون ریزی اکسل

source: Sum
fa_ir: خلاصه

source: Min
fa_ir: حداقل

source: Max
fa_ir: بیشترین

source: None
fa_ir: هیج

source: Count
fa_ir: شمارش

source: Average
fa_ir: متوسط

source: Filtered
fa_ir: فیلتر شده

source: Selected
fa_ir: انتخاب شده

source: Total Rows
fa_ir: مجموع ردیف ها

source: Rows
fa_ir: سطرها

source: More
fa_ir: بیشتر

source: of
fa_ir: از

source: Page
fa_ir: برگه

source: Next Page
fa_ir: صفحه بعد

source: Last Page
fa_ir: برگه آخر

source: First Page
fa_ir: اولین برگه

source: Previous Page
fa_ir: صفحه قبل

source: Total
fa_ir: مجموع

source: Pivot Chart & Pivot Mode
fa_ir: نمودار محوری و حالت محوری

source: Pivot Chart
fa_ir: نمودار محوری

source: Chart Range
fa_ir: محدوده نمودار

source: Column
fa_ir: ستون

source: Grouped
fa_ir: گروه بندی

source: Stacked
fa_ir: انباشته

source: 100% Stacked
fa_ir: محدوده نمودار

source: Bar
fa_ir: میله ای

source: Pie
fa_ir: پای

source: Doughnut
fa_ir: دونات

source: Line
fa_ir: خط

source: X Y (Scatter)
fa_ir: X Y (پراکنده)

source: Scatter
fa_ir: پراکنده کردن

source: Bubble
fa_ir: حباب

source: Area
fa_ir: ناحیه

source: Histogram
fa_ir: هیستوگرام

source: Combination
fa_ir: ترکیبی

source: Column & Line
fa_ir: ستون و خط

source: Area & Column
fa_ir: منطقه و ستون

source: Range Chart
fa_ir: نمودار محدوده

source: Data
fa_ir: داده

source: Format
fa_ir: فرمت

source: Categories
fa_ir: دسته‌بندی‌ها

source: (None)
fa_ir: (هیچ یک)

source: Series
fa_ir: سلسله

source: X Y Values
fa_ir: مقادیر X Y

source: Paired Mode
fa_ir: حالت جفت شده

source: Axis
fa_ir: محور

source: Navigator
fa_ir: ناوبر

source: Color
fa_ir: رنگ

source: Thickness
fa_ir: ضخامت

source: X Type
fa_ir: نوع X

source: Automatic
fa_ir: به صورت خودکار

source: Category
fa_ir: دسته بندی

source: Number
fa_ir: تعداد

source: Time
fa_ir: زمان

source: X Rotation
fa_ir: X چرخش

source: Y Rotation
fa_ir: چرخش Y

source: Ticks
fa_ir: تیک ها

source: Width
fa_ir: پهنا

source: Height
fa_ir: قد

source: Length
fa_ir: مدت

source: Padding
fa_ir: فاصله داخلی

source: Spacing
fa_ir: فضا

source: Chart
fa_ir: نمودار

source: Title
fa_ir: عنوان

source: Chart title - double click to edit
fa_ir: عنوان نمودار - برای ویرایش دوبار کلیک کنید

source: Background
fa_ir: پس زمینه

source: Font
fa_ir: فونت

source: Top
fa_ir: بالا

source: Right
fa_ir: سمت چپ

source: Bottom
fa_ir: پائین

source: Left
fa_ir: سمت راست

source: Size
fa_ir: سایز

source: Minimum Size
fa_ir: حداقل اندازه

source: Maximum Size
fa_ir: حداکثر اندازه

source: Legend
fa_ir: شرح

source: Position
fa_ir: موقعیت

source: Marker Size
fa_ir: اندازه نشانگر

source: Marker Stroke
fa_ir: Stroke نشانگر

source: Marker Padding
fa_ir: لایه نشانگر

source: Item Spacing
fa_ir: فاصله مابین آیتم‌ها

source: Item Padding X
fa_ir: فاصله داخلی آیتم X

source: Item Padding Y
fa_ir: مورد بالشتک Y

source: Horizontal Spacing
fa_ir: فاصله افقی

source: Vertical Spacing
fa_ir: فاصله عمودی

source: Stroke Width
fa_ir: عرض Stroke

source: Offset
fa_ir: افست

source: Offsets
fa_ir: افست

source: Tooltips
fa_ir: راهنمای ابزار

source: Callout
fa_ir: فراخوانی

source: Markers
fa_ir: نشانگرها

source: Shadow
fa_ir: سایه

source: Blur
fa_ir: بلور

source: X Offset
fa_ir: افست X

source: Y Offset
fa_ir: افست Y

source: Line Width
fa_ir: عرض خط

source: Normal
fa_ir: معمولی

source: Bold
fa_ir: تو پُر

source: Italic
fa_ir: ایتالیک

source: Bold Italic
fa_ir: بولد ایتالیک

source: Predefined
fa_ir: از پیش تعریف شده

source: Fill Opacity
fa_ir: کدروت پرکردن

source: Line Opacity
fa_ir: کدورت خط

source: Bin count
fa_ir: تعداد بن

source: Custom Combination
fa_ir: ترکیب سفارشی

source: No data available to be charted.
fa_ir: هیچ داده ای برای ترسیم نمودار موجود نیست.

source: Pivot Chart requires Pivot Mode enabled.
fa_ir: نمودار محوری باید حالت محوری فعال باشد.

source: Menu
fa_ir: منو

source: Linked to Grid
fa_ir: مرتبط با گرید

source: Unlinked from Grid
fa_ir: شبکه فرم لغو لینک شده

source: Download Chart
fa_ir: دانلود نمودار

source: Series Chart Type
fa_ir: نوع نمودار سلسله

source: Series Type
fa_ir: نوع سلسله

source: Secondary Axis
fa_ir: محور ثانویه

source: hidden
fa_ir: پنهان

source: visible
fa_ir: قابل رویت

source: checked
fa_ir: انتخاب شده

source: unchecked
fa_ir: بدون علامت

source: indeterminate
fa_ir: نامشخص

source: list
fa_ir: فهرست

source: Toggle Select All Columns
fa_ir: گزینه Select All Columns را تغییر دهید

source: Input Editor
fa_ir: ویرایشگر ورودی

source: Date Filter Input
fa_ir: ورودی فیلتر تاریخ

source: Filter list
fa_ir: لیست فیلتر

source: Filter Input
fa_ir: ورودی فیلتر

source: Filter Columns Input
fa_ir: فیلتر ورودی ستون ها

source: Filter Value
fa_ir: مقدار فیلتر

source: Filter from value
fa_ir: فیلتر از مقدار

source: Filter to value
fa_ir: به مقدار فیلتر کنید

source: Filtering Operator
fa_ir: اپراتور فیلترینگ

source: Column list
fa_ir: لیست ستون

source: Column Group
fa_ir: گروه ستون

source: Press SPACE to select this row
fa_ir: برای انتخاب این ردیف، SPACE را فشار دهید

source: Press SPACE to deselect this row
fa_ir: برای لغو انتخاب این ردیف، SPACE را فشار دهید

source: Press Space to toggle row selection
fa_ir: برای تغییر وضعیت انتخاب ردیف، Space را فشار دهید

source: Press Space to toggle all rows selection
fa_ir: برای تغییر وضعیت انتخاب همه ردیف‌ها، Space را فشار دهید

source: Press SPACE to toggle visibility
fa_ir: برای تغییر حالت دید، SPACE را فشار دهید

source: Search
fa_ir: جستجو

source: Search filter values
fa_ir: جستجو مقادیر فیلتر

source: Press DELETE to remove
fa_ir: برای حذف، DELETE را فشار دهید

source: Press ENTER to change the aggregation type
fa_ir: برای تغییر نوع تجمع، ENTER را فشار دهید

source: Column Menu
fa_ir: منوی ستونی

source: Cell Editor
fa_ir: ویرایشگر سلول

source: Dialog
fa_ir: گفتگو

source: Select Field
fa_ir: انتخاب کردن فیلد

source: Tooltip
fa_ir: راهنما

source: Context Menu
fa_ir: منوی زمینه

source: SubMenu
fa_ir: منوی فرعی

source: Aggregation function
fa_ir: تابع تجمع

source: Your browser does not support notifications .
fa_ir: مرورگر شما از اعلان ها پشتیبانی نمی کند.

source: Disabled
fa_ir: غیرفعال

source: Inbox Settings
fa_ir: تنظیمات صندوق ورودی

source: You have a new item in your workflow inbox .
fa_ir: شما یک مورد جدید در صندوق ورودی گردش کار خود دارید.

source: No Pending Tasks
fa_ir: بدون کار معلق

source: Can't find inbox options for grid id:
fa_ir: گزینه های صندوق ورودی برای شناسه شبکه پیدا نمی شود:

source: Search Inbox
fa_ir: جستجو صندوق ورودی

source: Enable Push Notifications
fa_ir: فعال کردن Push Notifications

source: You will have to allow push notifications for this domain and browser to enable this feature. If you haven't already, your browser will ask you to enable them one time.
fa_ir: برای فعال کردن این ویژگی باید به اعلان‌ های پوش برای این دامنه و مرورگر اجازه دهید. اگر قبلا این کار را نکرده اید، مرورگر شما از شما می خواهد که یک بار آنها را فعال کنید.

source: Toggle fullscreen for this table
fa_ir: تمام صفحه را برای این جدول تغییر دهید

source: Toggle settings for this table
fa_ir: تاگل(تغییر) تنظیمات برای این مرحله

source: Clear active filters for this table
fa_ir: فیلترهای فعال این جدول را پاک کنید

source: View quick actions
fa_ir: نمایش اقدامات سریع

source: ID
fa_ir: آی دی

source: Form
fa_ir: عنوان فرم

source: Submitter
fa_ir: ارسال کننده

source: Submitted HR
fa_ir: منابع انسانی ارسال شد

source: Last Updated
fa_ir: آخرین بروزرسانی

source: Last Updated HR
fa_ir: آخرین به روز رسانی منابع انسانی

source: Due Date HR
fa_ir: سررسید HR

source: Workflow Approval Links
fa_ir: پیوندهای تایید گردش کار

source: Display link(s) to approve/reject/revert the entry when the entry is on an approval step.
fa_ir: نمایش پیوند(های) برای تایید/رد/برگرداندن ورودی زمانی که ورودی در مرحله تایید است.

source: Open links in a new tab or window?
fa_ir: پیوندها را در یک برگه یا پنجره جدید باز کنید؟

source: Approve Link Text
fa_ir: تأیید متن پیوند

source: Approve
fa_ir: تایید

source: Reject Link Text
fa_ir: رد متن پیوند

source: Reject
fa_ir: رد

source: Link to Workflow Entry Detail
fa_ir: لینک به جزئیات فرم گردش کار

source: Workflow Detail Link
fa_ir: لینک جزئیات گردش کار

source: Display a link to the workflow detail page.
fa_ir: یک لینک به صفحه جزئیات گردش کار را نشان می دهد.

source: Link Text:
fa_ir: متن لینک:

source: View Details
fa_ir: مشاهده جزئیات

source: Start %s processing when the partial entry is saved.
fa_ir: هنگامی که ورودی جزئی ذخیره شد ، پردازش %s را شروع کنید.

source: This entry has already been completed.
fa_ir: این ورودی قبلاً تکمیل شده است.

source: Current User
fa_ir: کاربر فعلی

source: Workflow Assignee
fa_ir: کارگزار گردش کار

# Displayed on the settings page after uninstalling a Gravity Flow extension.
source: %s has been successfully uninstalled. It can be re-activated from the %splugins page%s.
fa_ir: %sبا موفقیت حذف شد است. این را می توان از %sصفحه پلاگین%s دوباره فعال کرد.

source: Uninstall %s Extension
fa_ir: حذف افزودنی %s

# Button text on the settings page for an extension.
source: Uninstall Extension
fa_ir: حذف افزودنی

source: This entry is currently locked. Click on the "Request Control" button to let %s know you'd like to take over.
fa_ir: این پیام ورودی در حال حاضر قفل می باشد . بر روی دکمه ی درخواست کنترل کلیک نمایید تا بعدا %s به شما اجازه دهد .

source: %s is currently editing this entry
fa_ir: %s در حال ویرایش این ورودی است

source: %s has taken over and is currently editing this entry.
fa_ir: %s کنترل را به دست گرفته و در حال ویرایش این ورودی است .

source: %s has requested permission to take over control of this entry.
fa_ir: %s درخواست به دست گرفتن کنترل این پیام ورودی را دارد.

source: Overdue
fa_ir: عقب افتاده

source: Revert
fa_ir: بازگرداندن

source: Entry
fa_ir: ورودی

source: Method '%s' not implemented. Must be over-ridden in subclass.
fa_ir: روش '%s' اجرا نشده است باید در زیر کلاس سوار شود.

source: You don't have permission to view this page
fa_ir: شما اجازه مشاهده این صفحه را ندارید

source: Event ID
fa_ir: شناسه رویداد

source: Date
fa_ir: تاریخ

source: Event
fa_ir: رویداد

source: Duration
fa_ir: مدت

source: Waiting for workflow activity
fa_ir: در حال انتظار برای فعالیت گردش کار

source: You don't have permission to view this entry.
fa_ir: شما اجازه مشاهده این فرم را ندارید.

source: Ajax error while deleting file.
fa_ir: خطای Ajax هنگام حذف فایل.

source: Print
fa_ir: چاپ

source: include timeline
fa_ir: شامل جدول زمانی

source: Entry #
fa_ir: ورودی #

source: show empty fields
fa_ir: نمایش فیلدهای خالی

source: Order
fa_ir: سفارش

source: Product
fa_ir: محصولات

source: Qty
fa_ir: مقدار

source: Unit Price
fa_ir: قیمت واحد

source: Price
fa_ir: قیمت

source: Help
fa_ir: کمک

source: No pending tasks
fa_ir: هیچ فرمی در انتظار نیست

source: Form ID and Lead ID are required parameters.
fa_ir: آی دی فرم و آی دی رهبری پارامترهای مورد نیاز می باشند.

source: Bulk Print
fa_ir: پرینت گروهی

source: Filter
fa_ir: فیلتر

source: No data to display
fa_ir: هیچ داده ای برای نمایش وجود ندارد

source: Workflows Completed
fa_ir: جریان کار کامل شده است

source: Average Duration (hours)
fa_ir: میانگین مدت زمان (ساعت)

source: Forms
fa_ir: فرم ها

source: Workflows completed and average duration
fa_ir: گردش کار کامل و مدت زمان متوسط

source: Month
fa_ir: ماهانه

source: Completed
fa_ir: تکمیل شد

source: Step completed and average duration
fa_ir: مرحله کامل و مدت زمان متوسط

source: Step completed and average duration by assignee
fa_ir: مرحله تکمیل شده و مدت زمان معین توسط متولی

source: Workflows completed and average duration by month
fa_ir: گردش کارها تکمیل شده است و طول مدت آن به طور ماهانه است

source: Select A Workflow Form
fa_ir: یک فرم گردش کار را انتخاب کنید

source: Last 12 months
fa_ir: 12 ماه گذشته

source: Last 6 months
fa_ir: سه ماه

source: Last 3 months
fa_ir: 3 ماه گذشته

source: All Steps
fa_ir: همه مراحل

source: The destination file is not writeable
fa_ir: فایل مقصد قابل نوشتن نیست

source: You haven't submitted any workflow forms yet.
fa_ir: هنوز فرم های گردش کار را ارسال نکردید.

source: All
fa_ir: همه

source: Start:
fa_ir: شروع:

source: End:
fa_ir: پایان:

source: Clear Filter
fa_ir: پاک کردن فیلتر

source: Workflow Form
fa_ir: فرم گردش کار

source: Print all of the selected entries at once.
fa_ir: تمام نوشته های انتخاب شده را در یک بار چاپ کنید.

source: Include timelines
fa_ir: شامل جداول زمانی

source: Add page break between entries
fa_ir: اضافه کردن صفحه بین نوشته ها

source: (deleted)
fa_ir: (حذف شده است)

source: Step %s (deleted)
fa_ir: مرحله %s (حذف شده است)

source: Checkbox
fa_ir: چک باکس

source: Select
fa_ir: انتخاب

source: Workflows restarted.
fa_ir: گردش کار دوباره شروع شد.

source: No workflow forms.
fa_ir: بدون فرم گردش کار.

source: Please %1$sactivate%2$s your license to access this page.
fa_ir: لطفا مجوز خود را برای دسترسی به این صفحه %1$sفعال%2$s کنید.

source: A valid license key is required to access support but there was a problem validating your license key. Please log in to GravityFlow.io and open a support ticket.
fa_ir: کلید لایسنس معتبر برای دسترسی به پشتیبانی مورد نیاز است، اما مشکل تایید کلید لایسنس شما وجود دارد. لطفا به GravityFlow.io وارد شوید و تیکت پشتیبانی را باز کنید.

source: Invalid license key. A valid license key is required to access support. Please check the status of your license key in your account area on GravityFlow.io.
fa_ir: کلید لایسنس نامعتبر کلید لایسنس معتبر برای دسترسی به پشتیبانی مورد نیاز است. لطفا وضعیت کلید لایسنس خود را در قسمت حساب خود در GravityFlow.io بررسی کنید.

source: Gravity Flow Support
fa_ir: پشتیبانی گرویتی فلو

source: There was a problem submitting your request. Please open a support ticket on GravityFlow.io
fa_ir: مشکلی در ارسال درخواست شما وجود داشت. لطفا یک تیکت پشتیبانی در GravityFlow.io باز کنید

source: Thank you! We'll be in touch soon.
fa_ir: متشکریم! به زودی با شما تماس خواهیم گرفت.

source: Please check the documentation before submitting a support request
fa_ir: قبل از ارسال درخواست پشتیبانی، مستندات را بررسی کنید

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام‌ خانوادگی

source: Purchase Email
fa_ir: ایمیل خرید

source: General comment or suggestion
fa_ir: نظر یا پیشنهاد عمومی

source: Feature request
fa_ir: درخواست ویژگی

source: Bug report
fa_ir: گزارش اشکال

source: Subject
fa_ir: موضوع

source: Suggestion or steps to reproduce the issue.
fa_ir: پیشنهاد یا مراحل بازتولید مسئله.

source: Send debugging information. (This includes some system information and a list of active plugins. No forms or entry data will be sent.)
fa_ir: اطلاعات اشکال زدایی را ارسال کنید. (این شامل برخی از اطلاعات سیستم و یک لیست از پلاگین های فعال است. هیچ فرم و یا اطلاعات ورود ارسال نمی شود.)

source: Send
fa_ir: ارسال

source: Display all fields
fa_ir: نمایش تمام فیلدها

source: Display all fields except selected
fa_ir: نمایش همه فیلدها به جز انتخاب شده

source: Hide all fields except selected
fa_ir: مخفی کردن همه فیلدها به جز انتخاب شده

source: Except
fa_ir: بجز

source: Order Summary
fa_ir: خلاصه سفارش

source: Schedule due date
fa_ir: زمانبندی تاریخ سر رسید

source: Delay
fa_ir: تاخیر

source: Date Field
fa_ir: فیلد تاریخ

source: Due Date Field
fa_ir: فیلد تاریخ سر رسید

source: Minute(s)
fa_ir: دقیقه

source: Hour(s)
fa_ir: ساعت

source: Day(s)
fa_ir: روز

source: Week(s)
fa_ir: هفته

source: This step has a due date on
fa_ir: این مرحله دارای تاریخ سر رسید هست در

source: after the workflow step has started.
fa_ir: پس از مرحله گردش کاری آغاز شده است.

source: Due date for this step
fa_ir: تاریخ سر رسید برای این مرحله

source: after
fa_ir: بعد از

source: before
fa_ir: قبل از

source: Match {0} of the following criteria:
fa_ir: مطابقت {0} معیارهای زیر:

source: Sort by field
fa_ir: مرتب سازی بر اساس فیلد

source: Schedule expiration
fa_ir: زمانبندی انقضاء

source: Expiration Date Field
fa_ir: فیلد انقضاء تاریخ

source: This step expires on
fa_ir: این مرحله به پایان می رسد در

source: This step will expire
fa_ir: این مرحله منقضی خواهد شد

source: Expire this step
fa_ir: پایان دادن به این مرحله

source: Status after expiration
fa_ir: وضعیت پس از انقضاء

source: Expiration Status
fa_ir: وضعیت انقضاء

source: Next Step if Expired
fa_ir: مرحله بعدی اگر منقضی شده باشد

source: Highlight this step
fa_ir: هایلایت کردن این مرحله

source: Schedule this step
fa_ir: زمانبندی این مرحله

source: Schedule Date Field
fa_ir: فیلد زمانبندی تاریخ

source: Start this step on %s
fa_ir: شروع این مرحله در %s

source: Start this step %1$s %2$s after the workflow step is triggered.
fa_ir: این مرحله %1$s %2$s را پس از اینکه مرحله گردش کار باعث شد شروع کنید.

source: Start this step %1$s %2$s %3$s %4$s
fa_ir: شروع این مرحله %1$s %2$s %3$s %4$s

source: Select page
fa_ir: انتخاب صفحه

source: Conditional Routing
fa_ir: مسیریابی مشروط

source: %1$s The list of users contains only the first %2$s users in your site. %3$sLearn how to remove this limit%4$s.
fa_ir: %1$s فهرست کاربران حاوی تنها کاربران اول %2$s در سایت شما هستند. %3$sیاد بگیرید چگونه این محدودیت را حذف کنید.%4$s.

source: Send To
fa_ir: ارسال به

source: Routing
fa_ir: مسیریابی

source: Reply To
fa_ir: پاسخ به

source: CC
fa_ir: CC(ارسال یک کپی از ایمیل برای دیگری)

source: Be aware of any privacy policies your website is subject to that would apply to using the CC field. For example, GDPR indicates names and emails are private that should not be exposed.
fa_ir: از هرگونه خط مشی رازداری که وب سایت شما در معرض استفاده از قسمت CC است ، آگاه باشید. به عنوان مثال ، GDPR نشان می دهد که نام ها و ایمیل ها خصوصی هستند که نباید در معرض دید آنها قرار بگیرند.

source: BCC
fa_ir: BCC(ارسال یک کپی از ایمیل برای دیگری)

source: Message
fa_ir: پیام

source: Disable auto-formatting
fa_ir: غیرفعال کردن قالب بندی خودکار

source: Disable auto-formatting to prevent paragraph breaks being automatically inserted when using HTML to create the email message.
fa_ir: برای جلوگیری از درج خودکار شکست پاراگراف هنگام استفاده از HTML برای ایجاد پیام ایمیل، قالب ‌بندی خودکار را غیرفعال کنید.

source: Send reminder
fa_ir: ارسال یادآوری

source: Reminder
fa_ir: یادآور

source: Resend the assignee email after
fa_ir: پس از آن، ایمیل گیرنده را مجددا ارسال کنید

source: day(s)
fa_ir: روز

source: Repeat reminder
fa_ir: تکرار یادآوری

source: Repeat every
fa_ir: تکرار هر

source: Attach PDF(s)
fa_ir: پیوست پی دی اف (ها)
