Repository: bahmankhah/donapp-core
Catalog: gravityflow/languages/gravityflow-*.po
Languages: fa_ir

source: This message will display both when a user cancels the workflow and when anyone accesses the entry after cancellation.
fa_ir: این پیام هم زمانی که کاربر گردش کار را لغو می کند و هم زمانی که هر فردی پس از لغو به ورودی دسترسی پیدا می کند، نمایش داده می شود.

source: Display a message when the workflow is cancelled
fa_ir: هنگامی که گردش کار لغو می شود پیامی را نمایش دهید

source: Select the fields to display to the form submitter when the workflow is complete. Users with the "View All" capability can see all fields.
fa_ir: پس از تکمیل گردش کار، فیلدهایی را برای نمایش به ارسال کننده فرم انتخاب کنید. کاربرانی که قابلیت «مشاهده همه» را دارند میتوانند همه فیلدها را ببینند.

source: First Step in the workflow
fa_ir: اولین گام در گردش کار

source: Pending Message
fa_ir: پیام در انتظار

source: Enable this setting to display a message to the form submitter while the workflow is pending.
fa_ir: این تنظیم را فعال کنید تا یک پیام را به ارسال کننده فرم در حالی که گردش کار در انتظار است نمایش دهید.

source: Display a message to the form submitter while the workflow is pending.
fa_ir: در حالی که گردش کار در حال انتظار است، یک پیام را به ارسال کننده فرم نمایش می دهد.

source: Note: this message will not be displayed when the form submitter is an assignee of a workflow step. Use the step's instructions setting instead.
fa_ir: توجه: این پیام زمانی که ارائه دهنده فرم یک کارگذار از یک مرحله گردش کار هست نمایش داده نخواهد شد. به جای تنظیم دستورالعمل گام استفاده کنید.

source: Default Display Fields
fa_ir: فیلدهای نمایش پیشفرض

source: Select the fields to hide or display for users who are not assignees while the workflow is in progress. Users with the "View All" capability can see all fields.
fa_ir: فیلدهایی را برای مخفی کردن یا نمایش برای کاربرانی که در جریان کار در حال انجام است انتخاب کنید. کاربرانی که قابلیت «مشاهده همه» را دارند می‌توانند همه فیلدها را ببینند.

source: Next Step
fa_ir: مرحله بعدی

source: Not implemented
fa_ir: اجرا نشده

source: Cookie nonce is invalid
fa_ir: nonce کوکی نامعتبر است

source: %s: No assignees
fa_ir: %s: بدون کارگذار

source: Sent Notification:
fa_ir: ارسال اعلان:

source: Processed
fa_ir: پردازش شده است

source: A note is required
fa_ir: یادداشت ضروری است

source: There was a problem while updating your form.
fa_ir: هنگام بروزرسانی فرم شما مشکلی پیش آمد.

source: Editable fields
fa_ir: فیلدهای قابل ویرایش

source: Conditional Logic
fa_ir: منطق شرطی

source: Enable field conditional logic
fa_ir: فعال کردن منطق شرطی فیلد

source: Dynamic
fa_ir: پویا

source: Only when the page loads
fa_ir: فقط زمانی که صفحه بارگذاری می شود

source: Fields and Sections support dynamic conditional logic. Pages do not support dynamic conditional logic so they will only be shown or hidden when the page loads.
fa_ir: فیلدها و بخش ها از منطق شرطی پویا پشتیبانی می کنند. صفحات از منطق شرطی پویا پشتیبانی نمی‌کنند، بنابراین تنها زمانی که صفحه بارگیری می‌شود، نشان داده یا پنهان می‌شوند.

source: This field is required.
fa_ir: این فیلد ضروری است .

source: Congratulations! Now you can set up your first workflow.
fa_ir: تبریک می گویم! اکنون می توانید اولین گردش کار خود را تنظیم کنید.

source: Quick Start?
fa_ir: شروع سریع؟

source: Select a Form to use for your Workflow
fa_ir: یک فرم را برای استفاده از گردش کار خود انتخاب کنید

source: Add Workflow Steps in the Form Settings
fa_ir: مراحل گردش کار را در تنظیمات فرم اضافه کنید

source: Add Workflow Steps
fa_ir: افزودن مراحل گردش کار

source: Don't have a form you want to use for the workflow? %sCreate a Form%s and add your steps in the Form Settings later.
fa_ir: آیا یک فرم را که می خواهید برای گردش کار استفاده کنید ندارید؟ %sیک فرم%s ایجاد کنید و بعد مراحل خود را در تنظیمات فرم اضافه کنید.

source: %sCreate a Form%s and then add your Workflow steps in the Form Settings.
fa_ir: %sیک فرم%s ایجاد کنید و سپس مراحل گردش کار خود را در تنظیمات فرم اضافه کنید.

source: New to Gravity Flow?
fa_ir: جدید به گراویتی فلو ؟

source: Please take a few minutes to go through the %1$sintroduction to the features%2$s and the tutorial videos below. The documentation also contains a detailed guide showing %3$show to create your first workflow%4$s.
fa_ir: لطفا چند دقیقه منتظر بمانید تا از طریق %1$sمقدمه ای بر ویژگی ها%2$s و ویدیوهای آموزشی در زیر وارد شوید. مستندات همچنین شامل یک راهنمای دقیق %3$sنشان دادن برای ایجاد اولین گردش کار شما می باشد%4$s.

source: Installation Complete
fa_ir: نصب کامل شد

source: Gravity Forms is installed and activated but there is a newer version available. You have version %1$s installed but the latest version is %2$s. If you would like us to update Gravity Forms to the latest version, check the box below.
fa_ir: گرویتی فرمز نصب و فعال است، اما یک نسخه جدیدتر در دسترس است. شما نسخه %1$s را نصب کرده اید، اما آخرین نسخه %2$s است. اگر میخواهید گرویتی فرمز ما ره به آخرین نسخه ارتقا دهید، کادر زیر را تیک بزنید.

source: Yes, update Gravity Forms
fa_ir: بله، گرویتی فرمز را بروزرسانی کنید

source: Gravity Forms is already installed and activated. Click the next button to proceed.
fa_ir: گرویتی فرمز در حال حاضر نصب شده و فعال است. برای ادامه روی دکمه بعدی کلیک کنید.

source: Gravity Forms is installed and but it is not activated. There is a newer version available. You have version %1$s installed but the latest version is %2$s. Would you like us to update Gravity Forms to the latest version and activate it?
fa_ir: افزونه گرویتی فرمز نصب شده است اما فعال نیست. یک نسخه جدیدتر در دسترس است. شما نسخه %1$s نصب کرده اید، اما آخرین نسخه %2$s است. آیا می خواهید گرویتی فرمز ما را به آخرین نسخه بروزرسانی و فعال کنید؟

source: Yes, update and activate Gravity Forms.
fa_ir: بله، گرویتی فرمز را بروزرسانی و فعال کنید.

source: Gravity Forms is installed and but it is not activated. Would you like us to activate it?
fa_ir: گرویتی فرمز نصب شده است اما فعال نیست. آیا ما می خواهیم آن را فعال کنیم؟

source: Yes, activate Gravity Forms.
fa_ir: بله، گرویتی فرمز را فعال کنید.

source: The Gravity Forms form builder plugin is required but it is not installed. Would you like us to download and activate it?
fa_ir: افزونه گرویتی فرمز مورد نیاز است، اما نصب نشده است. آیا ما می خواهیم که آن را دانلود و فعال کنیم؟

source: Yes, download and activate Gravity Forms.
fa_ir: بله، گرویتی فرمز را دانلود و نصب کنید.

source: Gravity Forms is not installed. Please %1$spurchase%2$s and install Gravity Forms before continuing.
fa_ir: گرویتی فرمز نصب نشده است. لطفا گرویتی فرمز را قبل از ادامه %1$sبخرید%2$s و نصب کنید.

source: Install Gravity Forms
fa_ir: نصب گرویتی فرمز

source: This is required in order to complete the installation.
fa_ir: این برای تکمیل نصب لازم است.

source: Your license key has already been set.
fa_ir: کلید مجوز شما قبلا تنظیم شده است.

source: Enter your Gravity Flow License Key below. Your key unlocks access to automatic updates and support. You can find your key in your purchase confirmation email or by logging into your account area on the %sGravity Flow%s site.
fa_ir: نیازی به وارد کلید لایسنس نمی باشد جهت ادامه نصب افزونه %sGravity Flow%s روی دکمه "بعدی" در پایین کلیک کنید.

source: If you don't enter a valid license key, you will not be able to update Gravity Flow when important bug fixes and security enhancements are released. This can be a serious security risk for your site.
fa_ir: اگر یک کلید مجوز معتبر وارد نکنید، نمی‌توانید Gravity Flow را هنگامی که رفع اشکال‌های مهم و بهبودهای امنیتی منتشر می‌شوند، به‌روزرسانی کنید. این می تواند یک خطر امنیتی جدی برای سایت شما باشد.

source: I understand the risks
fa_ir: من متوجه هستم

source: Please enter a valid license key.
fa_ir: لطفا یک کلید لاینس معتبر وارد کنید.

source: Invalid or Expired Key : Please make sure you have entered the correct value and that your key is not expired.
fa_ir: کلید نامعتبر یا منقضی شده: لطفا مطمئن شوید که مقدار درست را وارد کرده اید و کلید شما منقضی نشده است.

source: Please accept the terms
fa_ir: لطفا شرایط را بپذیرید

source: Users can access workflows via the front-end of your site and/or from the built-in WordPress admin pages (Workflow menu). If you would like your users to access via the front-end of your site then you'll need to add some pages.
fa_ir: کاربران می توانند از طریق قسمت کاربری سایت شما و/یا از صفحات داخلی وردپرس (منوی گردش کار) به گردش کار دسترسی پیدا کنند. اگر دوست دارید کاربران از طریق جلوی سایت خود به آن دسترسی پیدا کنند ، باید برخی از صفحات را اضافه کنید.

source: Would you like to create custom inbox, status, and submit pages now? The pages will contain the %s[gravityflow]%s shortcode.
fa_ir: آیا دوست دارید صندوق فرم سفارشی، وضعیت را وارد کنید و صفحات را اکنون ارسال کنید؟ این صفحات حاوی کد کوتاه %s[gravityflow]%s هستند.

source: Yes, create front-end pages now. (Recommended)
fa_ir: بله، صفحات جلویی سایت را ایجاد کنید. (توصیه شده)

source: The %1$sinbox%2$s is the place where workflow assignees access their pending tasks. Required for %3$sone-click approval%4$s and %5$scancel%6$s links.
fa_ir: %1$sصندوق ورودی%2$s جایی است که کارگذاران به وظایف در انتظار خود دسترسی دارند. مورد نیاز برای %3$sتایید با یک کلیک%4$s و %5$sلغو%6$s لینک ها است.

source: The %1$sstatus page%2$s displays all the entries for the current user. The administrator sees all the entries.
fa_ir: %1$sصفحه وضعیت%2$s تمام فرم ها برای کاربر فعلی را نشان می دهد. مدیر تمام فرم ها را می بیند.

source: The %1$ssubmit page%2$s displays the forms that have been published for workflows.
fa_ir: %1$sصفحه ارسال%2$s فرم هایی را که برای گردش های کار منتشر شده است نمایش می دهد.

source: No, all users will access via the WordPress Dashboard (Workflow menu).
fa_ir: نه، همه کاربران از طریق داشبورد وردپرس (منوی گردش کار) دسترسی خواهند داشت.

source: Workflow Pages
fa_ir: صفحات گردش کار

source: WordPress will automatically install important Gravity Flow bug fixes, security enhancements and plugin updates. Updates are extremely important to the security of your site.
fa_ir: وردپرس به طور خودکار رفع اشکال مهم Gravity Flow ، پیشرفت های امنیتی و به روزرسانی های پلاگین را نصب می کند. به روزرسانی ها برای امنیت سایت شما بسیار مهم هستند.

source: This feature is disabled by default unless you opt to activate it below. We only recommend disabling automatic updates if you intend on managing updates manually. A valid license is required for automatic updates.
fa_ir: این ویژگی به طور پیش‌فرض غیرفعال است، مگر اینکه آن را در زیر فعال کنید. فقط در صورتی که قصد دارید به‌روزرسانی‌ها را به صورت دستی مدیریت کنید، به‌روزرسانی‌های خودکار را غیرفعال کنید. مجوز معتبر برای به روز رسانی خودکار مورد نیاز است.

source: Updates will only be available if you have entered a valid License Key
fa_ir: بروزرسانی فقط در صورتی مجاز خواهد شد که کلید لایسنس معتبر وارد شود

source: Keep automatic updates enabled
fa_ir: به روزرسانی های خودکار را فعال نگه دارید

source: Turn off automatic updates
fa_ir: به روزرسانی خودکار را خاموش کنید

source: Are you sure?
fa_ir: آیا شما مطمئن هستید؟

source: By disabling automatic updates your site may not get critical bug fixes and security enhancements. We only recommend doing this if you are experienced at managing a WordPress site and accept the risks involved in manually keeping your WordPress site updated.
fa_ir: با غیرفعال کردن به روزرسانی های خودکار ، ممکن است سایت شما رفع اشکالات مهم و پیشرفت های امنیتی نداشته باشد. ما فقط درصورت تجربه در مدیریت سایت وردپرس و پذیرفتن خطرات موجود در به روزرسانی دستی سایت وردپرس ، توصیه می کنیم این کار را انجام دهید.

source: I Understand and Accept the Risk
fa_ir: من متوجهم و آنرا میپذیرم

source: Please accept the terms.
fa_ir: لطفا شرایط را بپذیرید.

source: Next
fa_ir: مرحله بعدی

source: Back
fa_ir: بازگشت

source: Build Workflow Applications with Gravity Forms.
fa_ir: ساخت برنامه های گردش کار با گرویتی فرمز.
