Repository: bahmankhah/donapp-core
Catalog: gravityflow/languages/gravityflow-*.po
Languages: fa_ir

source: Send an email to the assignee
fa_ir: ارسال ایمیل به کارگذار

source: Enable this setting to send email to each of the assignees as soon as the entry has been assigned. If a role is configured to receive emails then all the users with that role will receive the email.
fa_ir: این تنظیم را فعال کنید تا به محض ورود مجوز به ایمیل هر فرستنده ایمیل ارسال شود. اگر یک نقش برای دریافت ایمیل ها پیکربندی شده باشد، همه کاربران با آن ایمیل را دریافت خواهند کرد.

source: Emails
fa_ir: ایمیل ها

source: Configure the emails that should be sent for this step.
fa_ir: پیکربندی ایمیل هایی که باید برای این مرحله ارسال شوند.

source: Assign To:
fa_ir: اختصاص به:

source: Users and roles fields will appear in this list. If the form contains any assignee fields they will also appear here. Click on an item to select it. The selected items will appear on the right. If you select a role then anybody from that role can approve.
fa_ir: فیلدهای کاربر و نقش در این لیست ظاهر می شود. اگر فرم حاوی فیلدهای کارگذار باشد، آنها نیز در اینجا ظاهر خواهند شد. بر روی یک آیتم کلیک کنید تا آن را انتخاب کنید. موارد انتخاب شده در سمت راست ظاهر می شود. اگر یک نقش را انتخاب کنید، کسی از این نقش می تواند تایید کند.

source: Select Assignees
fa_ir: انتخاب کارگذاران

source: Build assignee routing rules by adding conditions. Users and roles fields will appear in the first drop-down field. If the form contains any assignee fields they will also appear here. Select the assignee and define the condition for that assignee. Add as many routing rules as you need.
fa_ir: ساختن قوانین مسیریابی کارگذار توسط افزودن شرایط. کاربر و فیلدهای نقش در اولین فیلد کشویی ظاهر می شود. اگر فرم حاوی فیلدهای کارگذار باشد، آنها نیز در اینجا ظاهر خواهند شد. کارگذار را انتخاب کنید و شرط آن کارگذار را تعریف کنید. به عنوان بسیاری از قوانین مسیریابی که شما نیاز دارید اضافه کنید.

source: Instructions
fa_ir: دستورالعمل ها

source: Activate this setting to display instructions to the user for the current step.
fa_ir: این تنظیم را فعال کنید تا دستورالعمل های مربوط به کاربر را برای مرحله فعلی نمایش دهد.

source: Display instructions
fa_ir: نمایش دستورالعمل ها

source: Display Fields
fa_ir: نمایش فیلدها

source: Select the fields to hide or display.
fa_ir: فیلدها برای مخفی/نمایش دادن را انتخاب کنید.

source: Confirmation Message
fa_ir: پیام تأیید

source: Activate this setting to display a custom confirmation message to the assignee for the current step.
fa_ir: این تنظیم را برای نمایش یک پیام تأیید دلخواه به کارگذار برای مرحله فعلی فعال کنید.

source: Display a custom confirmation message
fa_ir: نمایش یک پیام تایید سفارشی

source: Next step if Rejected
fa_ir: مرحله بعدی اگر رد شود

source: Next Step if Approved
fa_ir: مرحله بعدی اگر تایید شود

source: Invalid request method
fa_ir: روش درخواست نامعتبر

source: Action not supported.
fa_ir: اقدامات پشتیبانی نشده است.

source: A note is required.
fa_ir: یادداشت مورد نیاز است.

source: Approval
fa_ir: تایید

source: Approval Policy
fa_ir: سیاست تأیید

source: Define how approvals should be processed. If all assignees must approve then the entry will require unanimous approval before the step can be completed. If the step is assigned to a role only one user in that role needs to approve.
fa_ir: مشخص کنید که چگونه تأییدات باید پردازش شود. اگر همه اشخاص باید تایید کنند، پس باید قبل از اینکه مرحله به پایان برسد، لازم است به تایید برسد. اگر مرحله به نقش اختصاص داده شود، تنها یک کاربر در آن نقش باید تأیید شود.

source: Only one assignee is required to approve
fa_ir: فقط یک کارگذار لازم است که تأیید شود

source: All assignees must approve
fa_ir: همه کارگذاران باید تایید کنند

source: Instructions: please review the values in the fields below and click on the Approve or Reject button
fa_ir: دستورالعمل: لطفاً مقادیر موجود در فیلدهای زیر را بررسی کرده و روی دکمه تأیید یا رد کلیک کنید

source: Require Confirmation
fa_ir: نیازمند تایید

source: Activate this setting to display an additional browser prompt for the assignee to confirm before their approval/rejection is submitted.
fa_ir: این تنظیم را فعال کنید تا یک مرورگر اضافی را برای تأمین کننده قبل از ارسال تأیید/رد آنها نشان دهد.

source: Enable confirmation prompt before step submission
fa_ir: اعلان تأیید را قبل از ارسال مرحله فعال کنید

source: Assignee Email
fa_ir: ایمیل کارگذار

source: A new entry is pending your approval. Please check your Workflow Inbox.
fa_ir: یک فرم جدید در انتظار تایید شما است لطفا صندوق پستی گردش کار خود را بررسی کنید.

source: Rejection Email
fa_ir: ایمیل رد

source: Send email when the entry is rejected
fa_ir: ارسال ایمیل زمانی که فرم رد شد

source: Enable this setting to send an email when the entry is rejected.
fa_ir: فعال کردن این تنظیم برای ارسال ایمیل زمانی که فرم رد شود.

source: Entry {entry_id} has been rejected
fa_ir: ورودی {entry_id} رد شده است

source: Approval Email
fa_ir: ایمیل تأیید

source: Send email when the entry is approved
fa_ir: ارسال ایمیل زمانی که فرم تایید شده است

source: Enable this setting to send an email when the entry is approved.
fa_ir: این تنظیم را فعال کنید تا وقتی که فرم تایید شده، یک ایمیل ارسال کنید.

source: Entry {entry_id} has been approved
fa_ir: ورودی {entry_id} تایید شده است

source: Revert to User Input step
fa_ir: بازگشت به مرحله ورود کاربر

source: The Revert setting enables a third option in addition to Approve and Reject which allows the assignee to send the entry directly to a User Input step without changing the status. Enable this setting to show the Revert button next to the Approve and Reject buttons and specify the User Input step the entry will be sent to.
fa_ir: تنظیمات بازگردانی علاوه بر تایید و رد، گزینه سوم را فعال می کند که به گیرنده اجازه می دهد بدون تغییر وضعیت، ورودی را مستقیماً به مرحله ورودی کاربر ارسال کند. این تنظیم را فعال کنید تا دکمه «بازگشت» در کنار دکمه‌های تأیید و رد نشان داده شود و مرحله ورودی کاربر که ورودی به آن ارسال شود را مشخص کنید.

source: Workflow Note
fa_ir: یادداشت گردش کار

source: The text entered in the Note box will be added to the timeline. Use this setting to select the options for the Note box.
fa_ir: متن وارد شده در جعبه یادداشت به جدول زمانی اضافه می شود. از این تنظیم برای انتخاب گزینه های جعبه یادداشت استفاده کنید.

source: Hidden
fa_ir: مخفی کردن

source: Not required
fa_ir: ضروری نیست

source: Always required
fa_ir: همیشه ضروری است

source: Required if approved
fa_ir: اگر تایید شده ضروری است

source: Required if rejected
fa_ir: اگر رد شده ضروری است

source: Required if reverted
fa_ir: اگر بازگشت شده ضروری است

source: Required if reverted or rejected
fa_ir: در صورتی که برگشت یا رد شود، ضروری است

source: Revert Email
fa_ir: ایمیل بازگشت

source: Send email when the entry is reverted to a user input step
fa_ir: هنگامی که ورودی به مرحله ورودی کاربر برگردانده شد، ایمیل ارسال کنید

source: Enable this setting to send an email when the entry is reverted to a user input. The assignee email for the user input step will not be sent as a result.
fa_ir: این تنظیم را فعال کنید تا وقتی ورودی به ورودی کاربر برگردانده شود، ایمیل ارسال شود. در نتیجه ایمیل واگذارنده برای مرحله ورودی کاربر ارسال نخواهد شد.

source: Entry {entry_id} has been reverted
fa_ir: ورودی {entry_id} بازگردانده شده است

source: Post Action if Rejected:
fa_ir: اقدام پست اگر رد شد:

source: Mark Post as Draft
fa_ir: علامت گذاری پست به عنوان پیشنویس

source: Trash Post
fa_ir: پست زباله دان

source: Delete Post
fa_ir: حذف پست

source: Post Action if Approved:
fa_ir: اقدام پست اگر تایید شد:

source: Publish Post
fa_ir: انتشار پست

source: Approval Confirmation
fa_ir: تایید

source: Enable this setting to customize the confirmation message displayed when an assignee approves the entry.
fa_ir: این تنظیم را فعال کنید تا پیام تأیید نمایش داده شده زمانی که یک گیرنده ورودی را تأیید می کند، سفارشی شود.

source: Display a custom confirmation message when an assignee approves
fa_ir: هنگامی که یک گیرنده تأیید می کند، یک پیام تأیید سفارشی نمایش دهید

source: Reverted Confirmation
fa_ir: تایید برگشت

source: Enable this setting to customize the confirmation message displayed when an assignee reverts the entry to a user input step on this workflow.
fa_ir: این تنظیم را فعال کنید تا پیام تأیید نمایش داده شده زمانی که یک گیرنده ورودی ورودی را به مرحله ورودی کاربر در این گردش کار برمی‌گرداند، نمایش داده شود.

source: Display a custom confirmation message when an assignee reverts
fa_ir: نمایش یک پیام تأیید سفارشی زمانی که یک گیرنده برمی گردد

source: Rejection Confirmation
fa_ir: تایید رد

source: Enable this setting to customize the confirmation message displayed when an assignee rejects the entry on this step.
fa_ir: این تنظیم را برای سفارشی کردن پیام تأیید نمایش داده شده زمانی که یک گیرنده ورودی در این مرحله را رد می کند، فعال کنید.

source: Display a custom confirmation message when an assignee rejects
fa_ir: هنگامی که یک گیرنده رد می کند، یک پیام تأیید سفارشی نمایش داده شود

source: Invalid Approval Link Message
fa_ir: پیام پیوند تأیید نامعتبر

source: Enable this setting to display a message to users who click an approve or reject link after this step has been processed.
fa_ir: این تنظیم را فعال کنید تا پیامی برای کاربرانی که پس از پردازش این مرحله روی پیوند تأیید یا رد کلیک می کنند، نمایش داده شود.

source: Display a custom message for the approval links when the entry is no longer on this step
fa_ir: هنگامی که ورودی دیگر در این مرحله نیست، یک پیام سفارشی برای پیوندهای تأیید نمایش دهید

source: Reverted to step
fa_ir: بازگشت به مرحله

source: Reverted to step:
fa_ir: بازگشت به مرحله:

source: Approved.
fa_ir: تایید شده.

source: Rejected.
fa_ir: رد شده.

source: Entry Approved
fa_ir: ورودی تایید شده است

source: Entry Rejected
fa_ir: ورود رد شد

source: Pending Approval
fa_ir: تأیید در انتظار

source: Are you sure you want to approve this entry?
fa_ir: آیا مطمئن هستید که می خواهید این ورودی را تأیید کنید؟

source: Are you sure you want to reject this entry?
fa_ir: آیا مطمئن هستید که می خواهید این ورودی را رد کنید؟

source: Are you sure you want to revert this entry?
fa_ir: آیا مطمئن هستید که می خواهید این ورودی را برگردانید؟

source: Error: Step already processed.
fa_ir: خطا: مرحله قبلاً پردازش شده است.

source: This step has already been processed.
fa_ir: این مرحله قبلاً پردازش شده است.

source: Feeds
fa_ir: خوراک ها

source: You don't have any feeds set up.
fa_ir: شما هیچ فیدری را تنظیم نکردید.

source: Processed: %s
fa_ir: پردازش شده: %s

source: Initiated: %s
fa_ir: شروع شده: %s

source: Create Post
fa_ir: ایجاد پست

source: Update Post
fa_ir: به روز رسانی پست

source: Post Status
fa_ir: وضعیت پست

source: Retain existing status
fa_ir: حفظ وضعیت موجود

source: Post Author
fa_ir: نویسنده پست

source: Use feed setting
fa_ir: از تنظیمات فید استفاده کنید

source: Select a User field
fa_ir: یک فیلد کاربر را انتخاب کنید

source: - Post did not exist for update.
fa_ir: - پست برای به روز رسانی وجود نداشت.

source: Step Completion
fa_ir: تکمیل مرحله

source: Immediately following feed processing
fa_ir: بلافاصله پس از پردازش خوراک

source: Delay until invoices are paid
fa_ir: تاخیر تا پرداخت فاکتورها

source: Invoice Sent
fa_ir: فاکتور ارسال شد

source: Preview
fa_ir: پیشنمایش

source: Invoice paid: %s
fa_ir: فاکتور پرداخت شده: %s

source: Estimate (and Client Record)
fa_ir: برآورد (و ثبت مشتری)

source: Invoice (and Client Record)
fa_ir: صورت حساب (و ثبت مشتری)

source: Client (only)
fa_ir: مشتری (تنها)

source: Create Estimate (Sprout Invoices Add-on - Form Integrations)
fa_ir: ایجاد برآورد ((Sprout Invoices Add-on - یکپارچگی فرم)

source: Create Invoice (Sprout Invoices Add-on - Invoice Submissions)
fa_ir: ایجاد صورتحساب (Sprout Invoices Add-on - ارسال صورتحساب)

source: User Registration
fa_ir: ثبت نام کاربر

source: Create
fa_ir: ایجاد

source: User Registration feed processed: %s
fa_ir: خوراک ثبت نام کاربر پردازش شده: %s

source: Send Email to the assignee(s).
fa_ir: ارسال ایمیل به کارگذار (ها).

source: A new document has been generated and requires a signature. Please check your Workflow Inbox.
fa_ir: یک سند جدید ساخته شده است و نیاز به یک امضا دارد. لطفا صندوق پستی گردش کار خود را بررسی کنید.

source: Instructions: check the signature invite status in the WP E-Signature section of the Workflow sidebar and resend if necessary.
fa_ir: دستورالعمل: وضعیت دعوت امضا را در قسمت WP E-Signature سایدبار گردش کار چک کنید و در صورت لزوم دوباره ارسال کنید.

source: Invite Status
fa_ir: وضعیت دعوت

source: Sent
fa_ir: ارسال شد

source: Error: Not Sent
fa_ir: خطا: ارسال نشد

source: Resend
fa_ir: ارسال مجدد

source: Review &amp; Sign
fa_ir: بررسی&amp; امضا کردن

source: All signatures collected for document: %s
fa_ir: همه امضاهای جمع آوری شده برای سند: %s

source: Select the form which has the Zapier feed(s) to be processed by this step.
fa_ir: فرمی را که دارای خوراک (های) Zapier است برای پردازش در این مرحله انتخاب کنید.

source: This Form
fa_ir: این فرم

source: %1$sView%2$s or %3$sedit%2$s zap (%4$s) on zapier.com
fa_ir: %1$s مشاهده %2$s یا %3$s ویرایش %2$s zap (%4$s) در zapier.com

source: The selected form doesn't have any feeds. %1$sCreate a zap%2$s on zapier.com or select a different form.
fa_ir: فرم انتخاب شده فید ندارد. %1$s یک zap %2$s در zapier.com ایجاد کنید یا فرم دیگری را انتخاب کنید.

source: Notification
fa_ir: اعلان

source: Gravity Forms Notifications
fa_ir: اعلان های گرویتی فرمز

source: Workflow notification
fa_ir: اعلان گردش کار

source: Enable this setting to send an email.
fa_ir: این تنظیم را برای ارسال یک ایمیل فعال کنید.

source: Sent Notification: %s
fa_ir: ارسال اعلان: %s

source: Partial Entry Submission
fa_ir: ارسال ورودی جزئی

source: Assignee email
fa_ir: ایمیل کارگذار

source: Please resume the following form: {workflow_resume_partial_entry_link}
fa_ir: لطفا فرم زیر را بازگردانید: لطفا فرم زیر را بازگردانید: {workflow_resume_partial_entry_link}

source: Select the page to be used for the form submission. This can be the Workflow Submit Page in the WordPress Admin Dashboard or you can choose a page with either a Gravity Flow submit shortcode or a Gravity Forms shortcode.
fa_ir: صفحه مورد استفاده برای ارسال فرم را انتخاب کنید. این می تواند صفحه ارسال گردش کار در داشبورد مدیریت وردپرس باشد یا شما می توانید یک صفحه را با هر کدام از کد کوتاه Gravity Flow ارسال کنید یا یک فرم گرویتی فرمز را انتخاب کنید.

source: Submission Page
fa_ir: صفحه ارسال

source: Default - WordPress Admin Dashboard: Workflow Submit Page
fa_ir: پیشفرض - داشبورد مدیریت وردپرس: صفحه ارسال گردش کار

source: Update User
fa_ir: بروزرسانی کاربر

source: Form Submitter ("Created By" field)
fa_ir: ارسال کننده فرم (فیلد "ایجاد شده توسط" )

source: Select User Field
fa_ir: فیلد کاربر را انتخاب کنید

source: Lookup User by Email Field
fa_ir: جستجو کاربر توسط فیلد ایمیل

source: User Field
fa_ir: فیلد کاربر

source: Email Field
fa_ir: فیلد ایمیل

source: Select an Email Field
fa_ir: انتخاب یک فیلد ایمیل

source: Preserve current first name
fa_ir: حفط نام فعلی

source: Select the form field that should be used for the user's first name.
fa_ir: فیلد فرم را که باید برای نام کاربری استفاده شود را انتخاب کنید.

source: Preserve current last name
fa_ir: حفط نام خانوادگی فعلی

source: Select the form field that should be used for the user's last name.
fa_ir: فیلد فرم را که باید برای نام خانوادگی کاربر استفاده شود را انتخاب کنید.

source: Nickname
fa_ir: نام مستعار

source: Preserve current nickname name
fa_ir: حفط نام مستعار فعلی

source: Select the form field that should be used for the user's nickname.
fa_ir: فیلد فرم را که باید برای نام مستعار کاربر استفاده شود را انتخاب کنید.

source: Display Name
fa_ir: نام نمایش

source: Select how the user's name should be displayed publicly.
fa_ir: انتخاب کنید که نام کاربری باید به طور عمومی نمایش داده شود.

source: Email Address
fa_ir: آدرس ایمیل

source: Preserve current email
fa_ir: حفظ ایمیل فعلی

source: Select the form field that should be used for the user's email address.
fa_ir: فیلد فرم را که باید برای آدرس ایمیل کاربر استفاده شود، انتخاب کنید.

source: Preserve current roles
fa_ir: حفط نقش های فعلی

source: Replace current roles
fa_ir: جایگزین نقش فعلی

source: Add to existing roles
fa_ir: افزودن به نقش های موجود

source: Select how the user's roles should be updated.
fa_ir: چگونگی بروزرسانی نقشهای کاربر را انتخاب کنید.

source: Select Roles
fa_ir: انتخاب نقش ها

source: Select the role the user should be assigned.
fa_ir: نقش مورد نیاز کاربر را انتخاب کنید.

source: User Meta
fa_ir: متا کاربر

source: Custom Meta Field
fa_ir: فیلد متا دلخواه

source: Meta Key
fa_ir: کلید متا

source: Custom Field Value
fa_ir: مقدار فیلد دلخواه

source: %s: User not found.
fa_ir: %s: کاربر یافت نشد.

source: %s: User is not a member of the current site.
fa_ir: %s: کاربر عضو سایت فعلی نیست.

source: %s: User has been updated.
fa_ir: %s: کاربر بروز شده است.

source: Preserve current display name
fa_ir: حفظ نام نمایشی فعلی

source: Standard User Meta
fa_ir: متا استاندارد کاربر

source: Website
fa_ir: وبسایت

source: Yahoo
fa_ir: یاهو

source: Biographical Information
fa_ir: اطلاعات زندگینامه(بیوگرافی)

source: Other User Meta
fa_ir: دیگر متا کاربر

source: Add Custom Meta
fa_ir: افزودن متا دلخواه

source: Select Meta Key
fa_ir: انتخاب کلید متا

source: User Input
fa_ir: ورودی کاربر

source: Assignee Policy
fa_ir: سیاست کارگذار

source: Define how this step should be processed. If all assignees must complete this step then the entry will require input from every assignee before the step can be completed. If the step is assigned to a role only one user in that role needs to complete the step.
fa_ir: نحوه پردازش این مرحله را مشخص کنید. اگر همه تخصیص‌یافته‌ها باید این مرحله را کامل کنند، قبل از تکمیل مرحله، ورودی به ورودی از هر کارگذار نیاز دارد. اگر مرحله به نقشی اختصاص داده شود، تنها یک کاربر در آن نقش باید مرحله را کامل کند.

source: Only one assignee is required to complete the step
fa_ir: برای تکمیل این مرحله تنها یک کارگذار لازم است

source: All assignees must complete this step
fa_ir: همه کارگذاران باید این مرحله را کامل کنند

source: A new entry requires your input.
fa_ir: یک فرم جدید توسط کاربران ثبت شده است و منتظر پاسخ از طرف شما می باشد.

source: In Progress Email
fa_ir: ایمیل در حال انجام

source: Send email when the step is in progress.
fa_ir: زمانی که مرحله در حال انجام است ایمیل ارسال کنید.

source: Enable this setting to send an email when the entry is updated but the step is not completed.
fa_ir: فعال کردن این تنظیم برای ارسال یک ایمیل زمانی که فرم بروز شده است اما این مرحله تکمیل نشده است.

source: Entry {entry_id} has been updated and remains in progress.
fa_ir: ورودی {entry_id} بروز شده و در حال انجام است.

source: Complete Email
fa_ir: ایمیل تکمیل

source: Send email when the step is complete.
fa_ir: ارسال ایمیل زمانی که مرحله کامل است.

source: Enable this setting to send an email when the entry is updated completing the step.
fa_ir: این تنظیم را فعال کنید تا وقتی که فرم به تکمیل مرحله بروز شده است یک ایمیل ارسال شود.

source: Entry {entry_id} has been updated completing the step.
fa_ir: ورودی {entry_id} با تکمیل مرحله بروزرسانی شد.

source: Highlight Editable Fields
fa_ir: هایلایت کردن فیلدهای قابل ویرایش

source: Green triangle
fa_ir: مثلث سبز

source: Green Background
fa_ir: پس زمینه سبز

source: Save Progress
fa_ir: ذخیره پیشرفت

source: This setting allows the assignee to save the field values without submitting the form as complete. Select Disabled to hide the "in progress" option or select the default value for the radio buttons.
fa_ir: این تنظیم اجازه می دهد تا کارگذار مقادیر فیلد را بدون ارسال فرم به عنوان تکمیل شده ذخیره کند. غیرفعال کردن را انتخاب کنید تا گزینه "در حال انجام" مخفی شود یا مقدار پیشفرض برای دکمه های رادیویی را انتخاب کنید.

source: Radio buttons (default: In progress)
fa_ir: دکمه های رادیویی (به طور پیشفرض: در حال انجام)

source: Radio buttons (default: Complete)
fa_ir: دکمه های رادیویی (به طور پیشفرض: کامل)

source: Submit buttons (Save and Submit)
fa_ir: دکمه های ارسال (ذخیره و ارسال)

source: Always Required
fa_ir: همیشه ضروری است

source: Required if in progress
fa_ir: اگر در حال انجام هست ضروری است

source: Required if complete
fa_ir: اگر کامل باشد، ضروری است

source: Thank you.
fa_ir: متشکریم.

source: There was a problem while updating the assignee status.
fa_ir: در هنگام بروزرسانی وضعیت کارگذار، مشکلی پیش آمد.

source: Entry updated and marked complete.
fa_ir: ورودی بروز شده و کامل شده است.

source: Entry updated - in progress.
fa_ir: ورودی بروز شده - در حال انجام است.

source: Pending Input
fa_ir: ورودی در انتظار

source: In progress
fa_ir: در حال انجام

source: Save
fa_ir: ذخیره

source: Outgoing Webhook
fa_ir: وب هوک خروجی

source: Select a Connected App
fa_ir: یک برنامه متصل را انتخاب کنید

source: Outgoing Webhook URL
fa_ir: آدرس خروجی Webhook

source: Request Method
fa_ir: روش درخواست

source: Request Authentication Type
fa_ir: نوع تأیید درخواست

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: رمز عبور

source: Connected App
fa_ir: برنامه متصل شده

source: Manage your Connected Apps in the Workflow->Settings->Connected Apps page.
fa_ir: برنامه های متصل شده خود را در صفحه گردش کار-> تنظیمات ->برنامه های متصل شده مدیریت کنید.

source: Request Headers
fa_ir: سربرگ درخواست

source: Setup the HTTP headers to be sent with the webhook request.
fa_ir: تنظیم هدر HTTP را با درخواست وب چک ارسال کنید.

source: Request Body
fa_ir: درخواست بدنه

source: Select Fields
fa_ir: انتخاب فیلدها

source: Raw request
fa_ir: درخواست خام

source: Raw Body
fa_ir: بدنه خام

source: If JSON is selected then the Content-Type header will be set to application/json
fa_ir: اگر JSON انتخاب شود، هدر Content-Type به application / json تنظیم می شود

source: Body Content
fa_ir: محتوای بدنه

source: All Fields
fa_ir: همه فیلدها

source: Request Field Values
fa_ir: مقادیر فیلد درخواست

source: Key
fa_ir: کلید

source: Value
fa_ir: مقدار

source: Mapping
fa_ir: نقشه برداری

source: Map the fields of this form to the selected form. Values from this form will be saved in the entry in the selected form
fa_ir: فیلدهای این فرم را به فرم انتخاب شده نگاشت کنید. مقادیر این فرم در ورودی در فرم انتخاب شده ذخیره می شود

source: Response Mapping
fa_ir: نقشه برداری پاسخ

source: Whether to map selected values from the request response to the form entry.
fa_ir: این که آیا مقادیر انتخاب شده نقشه را از پاسخ درخواست به ورود به فرم نشان می دهد.

source: Response Field Values
fa_ir: مقادیر فیلد پاسخ

source: Field
fa_ir: فیلد

source: Map selected field values from the request response to the form. Values from the response will be saved in the entry in the selected form.
fa_ir: مقادیر فیلد انتخاب شده نقشه از از پاسخ درخواست به فرم. مقادیر از پاسخ در فرم در فرم انتخاب شده ذخیره خواهد شد.

source: Success
fa_ir: موفق

source: Next Step if Success
fa_ir: مرحله بعدی اگر موفقیت آمیز بود

source: Error - Client
fa_ir: خطا - کلاینت

source: Next Step if Client Error
fa_ir: مرحله بعدی اگر خطای مشتری باشد

source: Error - Server
fa_ir: خطا - سرور

source: Next Step if Server Error
fa_ir: مرحله بعدی اگر خطای سرور باشد

source: Error - Other
fa_ir: خطا - دیگر

source: Next step if Other Error
fa_ir: مرحله بعدی اگر خطای دیگر باشد

source: Select a Name
fa_ir: انتخاب یک نام

source: Webhook sent. %1$s RESPONSE: %2$s
fa_ir: وب هوک ارسال شد. %1$s پاسخ: %2$s

source: The key %s does not match any element in the response.
fa_ir: کلید %s با هیچ عنصر در پاسخ مطابقت ندارد.

source: Select a Field
fa_ir: یک فیلد را انتخاب کنید

source: Select a %s Field
fa_ir: انتخاب یک فیلد %s

source: Entry Date
fa_ir: تاریخ فرم

source: Full
fa_ir: کامل

source: Complete Message
fa_ir: پیام تکمیل

source: Enable this setting to display a message to the form submitter when the workflow is complete.
fa_ir: این تنظیم را فعال کنید تا وقتی که گردش کار کامل است، پیامی را به ارسال کننده فرم نمایش دهید.

source: Display a message to the form submitter when the workflow is complete
fa_ir: هنگامی که گردش کار کامل شد، پیامی به ارسال کننده فرم نمایش دهید

source: Custom Cancellation Message
fa_ir: پیام لغو سفارشی
